Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Knew I'd love the idea of a robot as the bad guy.
pt_br: Sabia que eu ia adorar a ideia de um robô mau.

source: Knowing how Tato is, Dudão tells Rebeca she's the best and tells her to leave already, because if Tato loses to her, he'll beat her up.
pt_br: Sabendo como Tato é, Dudão diz para Rebeca que ela é a melhor e fala pra ela sair, porque se Tato perder pra ela, ele vai bater nela.

source: La Chilindrina realizes he had forgotten which day it was and tries to plan a surprise party with Quico, Doña Florinda and Doña Clotilde... whose attempts to hide what they were talking about, coupled with El Chavo's PoorCommunicationKills due to eavesdropping too late, only made Don Ramón feel worse.
pt_br: Chiquinha descobre que esqueceu qual dia era e tenta planejar uma festa surpresa com o Quico, Dona Florinda e Dona Clotilde... cujas tentativas de ocultar o que estavam falando, junto com a [[Br/ComunicacaoRuimMata comunicação ruim]] do Chaves devido à ouvir apenas a última parte da conversa, apenas fazem com que Seu Madruga se sinta pior.

source: La Chillindrina makes a cat sound to cover a noise she makes and Quico later uses the same idea.
pt_br: A Chiquinha faz um som de gato para disfarçar um barulho e Quico usa a mesma ideia posteriormente.

source: Lampshaded in one episode when Quico explained why Don Ramón punished El Chavo.
pt_br: Ressaltado em um episódio onde o Quico explica porque o Seu Madruga puniu o Chaves.

source: Lanning's hologram is perfect, but only when viewed from the front; the audience is meant to assume that Spooner is talking to the real Lanning until the camera pans round to reveal that "Lanning" is only two-dimensional.
pt_br: O holograma de Lanning é perfeito, mas apenas quando visualizado de frente; o público deve acreditar que Spooner está falando com o verdadeiro Lanning até o momento em que a câmera é deslocada para revelar que o "Lanning" só tem duas dimensões.

source: Lastly, [[Administrivia/TropesAreTools this trope is not necessarily bad]].
pt_br: Por fim, [[BrAdministrivia/TroposSaoFerramentas este tropo não é necessariamente ruim]].

source: Lastly, when dealing with Cloudcuckoolanders, always remember that sometimes their ramblings aren't just ramblings.
pt_br: Por fim, ao lidar com lunáticos, lembre sempre que às vezes os seus resmungos não são apenas resmungos.

source: Lastly, Ñoño bounces Chavo away with his own belly and delivers a bending punch onto Quico's forehead.
pt_br: Por fim, Nhonho usa barrigadas com o Chaves e um soco encurvado com o Quico.

source: Later in the movie he falls onto a car hard enough to dent its roof and shatter its windows but isn't winded.
pt_br: Posteriormente no filme ele cai sobre um carro com força suficiente para amassar o teto e quebrar as janelas, mas ele não fica atordoado.

source: Later in the story, he loses his fear after praying to "[[InsistentTerminology Dudão's Jesus]]" to help him get over it.
pt_br: Mais tarde na história, ele perde o medo após rezar para o "[[Br/TerminologiaInsistente Jesus de Dudão]]" para que ele o ajude a superar o medo.

source: Later on, however, [[HairTriggerTemper their anger issues get much worse to the point that they go berserk over the slightest annoyances, provocations or inconveniences]].
pt_br: Posteriormente, [[Br/PavioCurto seus problemas com raiva ficam muito piores a ponto de ele ficar enfurecido por qualquer inconveniência ou provocação]].

source: Later on, they think Don Ramón was responsible for the prank when he in a rage crushed a piece of cheese, mistaking it for the rat, and then Quico ended up giving Clotilde the bag with the rat, with Florinda walking in on their argument and slapping him in response.
pt_br: Mais tarde, elas pensam que Seu Madruga foi responsável pela pegadinha quando ele, em fúria, esmagou um pedaço de queijo supondo que ele fosse o rato, e então Quico dá à Clotilde a sacola com o rato, com Dona Florinda chegando no meio da discussão e dando um tapa em Seu Madruga.

source: Later on, while listening to an 8-track tape of Music/ElvisPresley songs, Agent J remarks that Elvis (as in, the popularity of his music) is dead, which prompts K to remark that "[[ElvisHasLeftThePlanet Elvis is not dead, he just went home]]", implying that Elvis is an alien who left the Earth.
pt_br: Posteriormente, ao colocar para ouvir uma fita com músicas do BrMusica/ElvisPresley, J observa que Elvis já morreu (no sentido da popularidade da música), o que faz K responder que "[[Br/ElvisDeixouOPlaneta Elvis não morreu, ele só voltou pra casa]]", implicando que Elvis é um alien que deixou a Terra.

source: Later that day, the city gets flooded exactly ''because'' of that couch.
pt_br: Mais tarde naquele dia, a cidade fica inundada ''por causa'' desse sofá.

source: Later they are smart in every level, [[EinsteinSue providing knowledge and wisdom in every possible situation]].
pt_br: Posteriormente eles ficam espertos em todos os níveis, fornecendo conhecimento e consultoria em toda situação possível.

source: Later when Quico actually swallowed a radio and el Chavo tried to tell Don Ramón, he just mocked him and angrily went away.
pt_br: Mais tarde, quando Quico de fato engole um rádio e Chaves tenta contar ao Seu Madruga, ele simplesmente zomba dele e vai embora furioso.

source: Later when Quico tells El Chavo and La Chilindrina about this, La Chilindrina does an experiment with El Chavo: She kisses Chavo, and wonders why he did not faint: -->'''Chilindrina:''' Chavo, didn't you feel anything?
pt_br: Mais tarde, quando Quico conta para o Chaves e a Chiquinha a respeito disso, Chiquinha faz um experimento com o Chaves: ela o beija, e então se pergunta por que ele não desmaiou: -->'''Chiquinha:''' Chaves, você sentiu algo?

source: Later while they are mourning him, Don Ramón asks for some money for the funeral the people present, while Chavo appears crying at the emotional moment and offering 20 cents for his own funeral.
pt_br: Mais tarde, enquanto todos estão chorando por ele, Seu Madruga começa a juntar dinheiro dos presentes para o funeral, enquanto Chaves aparece durante o momento triste e oferece 20 centavos para o próprio enterro.

source: Later, Chilindrina, Don Ramón and Doña Clotilde eat from Chavo's bag thinking they're snacks.
pt_br: Mais tarde, Chiquinha, Seu Madruga e Dona Clotilde comem do saco de papel do Chaves achando que é algo de comer.

source: Later, El Chavo himself tries to make a "pigeon out of a hat" trick he saw on a circus... with Señor Barriga's hat.
pt_br: Depois, o Chaves tenta fazer o truque de tirar um pombo da cartola que ele viu no circo... usando o chapéu do Senhor Barriga.

source: Later, Televisa sent a copyright infringement notice to Website/YouTube in order to take down the video.
pt_br: Depois a Televisa enviou um comunicado de violação de direito de cópia ao BrWebsite/YouTube para derrubar o vídeo.

source: Later, [[spoiler: Sonny imitates the gesture at the end of his speech and apparent FaceHeelTurn to secretly signal to Spooner that it was all a ruse to lull VIKI and to get ready to start shooting the enemy NS-5 units.]] * TheChessmaster: [[spoiler:Dr. Lanning created Sonny with the exact abilities he would need to destroy VIKI -- denser alloy to retrieve the nanites in spite of the shield around them, no uplink to USR so she can't control him, and a secondary positronic brain that counteracts the first, allowing Sonny to learn emotions and decide to defy VIKI's plan in spite of it being logical.
pt_br: Posteriormente, [[spoiler: Sonny imita o gesto ao final do seu discurso após aparentemente Br/PassarParaOLadoDosViloes para sinalizar ao Spooner que era tudo uma encenação para enganar VIKI e para que ele se prepare para metralhar os NS-5 inimigos.]] * Br/OMestreEnxadrista: [[spoiler: Dr. Lanning criou Sonny com as habilidades exatas que seriam necessárias para destruir a VIKI -- liga mais densa para obter os nanitos apesar do campo de contenção no entorno, sem conexão com a USR para que ela não possa controlá-lo e um segundo cérebro positrônico para se contrapor ao primeiro, permitindo que Sonny aprenda emoções e decida desafiar o plano de VIKI apesar de ele ser lógico.

source: Later, after [[spoiler:finding Lawrence Robertson dead]] and realising who the true BigBad is, the first thing Spooner says is "You were right.
pt_br: Mais tarde, após [[spoiler: encontrarem Robertson morto]] e perceberem quem é o verdadeiro vilão, a primeira coisa que Spooner diz é "Você estava certa.

source: Later, after finding [[spoiler: Robertson dead in his office and realising he was wrong about the mastermind's identity]], Spooner tells Calvin she was right: "I am the dumbest dumb person on the face of the earth." * CassandraTruth: ** The entire reason Dr. Lanning committed suicide.
pt_br: Depois, após encontrar [[spoiler: Robertson morto em seu escritório e perceber que ele estava errado sobre a identidade do mandante]], Spooner diz à Calvin que ela estava certa: "Eu sou a pessoa burra mais burra da face da terra." * Br/VerdadeDeCassandra: ** O motivo pelo qual Dr. Lanning cometeu suicídio.

source: Later, he played on the old joke mentioned in ''WesternAnimation/TheSimpsons'' example and shouted an announcement about thirteen deceived people.
pt_br: Depois, ele usou a mesma piada de um episódio de ''BrAnimacaoOcidental/OsSimpsons'' e gritou um anúncio sobre treze pessoas enganadas.

source: Later, it's turned on the city and causes mass destruction, though of a more mundane nature.
pt_br: Posteriormente ela é voltada para a cidade e causa destruição em massa, mas de forma mais mundana.

source: Later, she makes some lemonade for J and K while they're questioning her about Edgar's behavior.
pt_br: Mais tarde, ela oferece limonada para J e K enquanto eles fazem perguntas quanto ao comportamento de Edgar.

source: Later, the character's only use is [[DistressBall getting in danger to be rescued]].
pt_br: Posteriormente, o único propósito desse personagem é [[Br/BolaDoPerigo ficar em perigo para ser resgatado]].

source: Later, they're portrayed as a borderline invalid.
pt_br: Posteriormente, passam a ser retratados como completos inválidos.

source: Later, when she's about to slap Don Ramón, he reminds her of what she said, only for her saying she ''is'' one of those women, then she slaps him.
pt_br: Mais tarde, quando ela está prestes a bater no Seu Madruga, Chaves a lembra do que ela disse, e ela responde que ela ''é'' uma dessas mulheres, e então bate nele.

source: Lawful (Order) represents honor and obedience to the law; Chaotic (Chaos) leans toward personal freedom, without regards to the law; and Neutral (Balance) is an intermediate position that either doesn't care or seeks balance between the two ends.
pt_br: Ordeiro ou Leal (ordem) representa a honra e a obediência à lei: Caótico (caos) representa a liberdade pessoal sem consideração pela lei, e Neutro (equilíbrio) é uma posição intermediária que não se importa ou que busca um meio termo entre as duas pontas.

source: Lawful Neutral characters believe that order is more important than kindness, empathy and understanding.
pt_br: Personagens leais e neutros acreditam que ordem é mais importante que bondade, empatia e compreensão.

source: Less human lives lost is always a good thing, after all.
pt_br: Afinal, menos vidas humanas perdidas é sempre uma coisa boa.

source: Less outwardly violent and unstable examples are likely to be the vindictive and vengeful sort; ''any'' sort of petty slight (real or imagined) is likely to trigger a DisproportionateRetribution, and these types tend to be the more dangerous variety due to the lengths to which they will go to carry out their revenge and make the party who attracted their wrath suffer.
pt_br: Exemplos menos violentos e instáveis provavelmente serão do tipo vingativo, e ''qualquer'' tipo de pequeno incômodo (seja real ou imaginário) tem chance de ativar uma Br/RetribuicaoDesproporcional. Esses tipos tendem a ser uma variante mais perigosa devido ao esforço que será feito para executar vingança e fazer sofrer quem quer que tenha atraído sua fúria.

source: Let's all be good automaton droids and believe everything we see on TV!]]\\ '''Monica:''' I'll just go place your order now... * UnstoppableRage: This is ''supposed'' to be Mr. Furious' power but he's defeated by stress balls and can't get it to actually work.
pt_br: Tem uns debiloides que costumam acreditar na lorota da televisão!]]\\ '''Mônica:''' Eu vou fazer o seu pedido agora. * Br/FuriaIncontrolavel: Este ''deveria'' ser o super poder do Irado, mas ele não consegue fazer funcionar.

source: Like Chessmasters, Manipulative Bastards will have some larger scheme in mind but tend to lose sight of it more easily and simply enjoy the control they have over their peers.
pt_br: Assim como com os Mestres Enxadristas, os Canalhas Manipuladores terão algum plano abrangente em mente, mas tendem a perder o foco nele mais facilmente por simplesmente gostarem do controle exercido sobre os outros.

source: Like most medieval monarchs, his kingdom teetered on bankruptcy and he was perennially strapped for cash.
pt_br: Assim como a maioria dos monarcas medievais, seu reino estava à beira da falência e estava sempre necessitado de grana.

source: Like the RuleOfCool and the RuleOfFunny, the Rule of Scary says that if it's creepy enough, it doesn't matter how illogical it is.
pt_br: Assim como na Br/RegraDoLegal e na Br/RegraDaGraca, a Regra do Terror diz que se for assustador o bastante, não importa o quão ilógico possa ser.

source: Like the name implies, they're usually the largest and/or the strongest member of the team, in charge of heavy lifting.
pt_br: Assim como o nome implica, ele costuma ser o membro maior e/ou mais forte da equipe, pronto para fazer o trabalho pesado.

source: Like the sequel, the prequel is by definition made after the original has been released, but takes an earlier place chronologically inside the same story while the sequel takes place after.
pt_br: Tal como a sequência, a prequência é feita depois que a obra original foi lançada, mas acontece antes cronologicamente na histórias dos fatos.

source: Likely TheLeader of any FiveManBand, though lone-wolf Heroes who prefer to go solo also exist.
pt_br: Provavelmente é Br/OLider do Br/GrupoDeCincoCaras, mas heróis do tipo "lobo solitário" também existem.

source: Likely to be out of touch with the sharp end of the business.
pt_br: Provavelmente é totalmente alheia ao que acontece na linha de frente do negócio.

source: Likewise for the drink that looks like it's lemon, is actually roselle but tastes like tamarind, and for the drink that looks like it's tamarind, is actually lemon but tastes like roselle.
pt_br: E também tem o refresco de laranja que parece de limão e tem gosto de tamarindo, assim como o refresco que parece de tamarindo mas é de limão e tem gosto de laranja.

source: Likewise for {{Animate Inanimate Object}}s.
pt_br: A mesma coisa para [[Br/ObjetoInanimadoAnimado objetos inanimados animados]].

source: Likewise their attack on the police station where the trope is literally applied when a robot stomps down on a cop and snaps his neck.
pt_br: E também o ataque dos robôs à estação de polícia.

source: Likewise, "{{Easter Egg}}s" and hidden features are simply extra content added to a work.
pt_br: Por outro lado, Br/{{Easter Egg}}s e outros detalhes escondidos são apenas conteúdo extra adicionado à obra.

source: Likewise, if the character is forced to obey an evil law or geas, rebelling against the oath's intent is good.
pt_br: De maneira similar, se o personagem é forçado a obedecer uma lei má, rebelar-se contra a intenção do juramento é bom.

source: Likewise, they would fail to understand the reason for wearing shoes in a public place (it's warm and cozy, so [[BarefootLoon why not go barefoot]]?) or using the pronoun "I" when referring to yourself (you use other people's names when speaking about them, so [[ThirdPersonPerson why not use your own name when you speak about yourself]]?)
pt_br: De maneira similar, ele falha em compreender o motivo para se usarem sapatos em locais públicos (está muito confortável aqui, então [[Br/LunaticoDescalco por que não ficar descalço]]?) ou no uso do pronome "eu" ao referir-se a si próprio (você usa os nomes das outras pessoas quando fala delas, então [[Br/PessoaEmTerceiraPessoa por que não usar o próprio nome ao falar de si mesmo]]?)

source: Likewise, villains tend to be immune to this thanks to their ItsAllAboutMe attitude (or, at best, MoralMyopia), though a HeelRealisation might clue them in, perhaps leading to a VillainousBSOD.
pt_br: De maneira parecida, vilões tendem a ser imunes a isso graças à atitude deles de Br/TudoGiraAoMeuRedor (ou, no melhor dos casos, Br/MiopiaMoral), mas uma Br/PercepcaoDeMaldade pode dar um toque neles e isso talvez leve a um Br/ColapsoVilanico.

source: Listing them all would require a page ''only for this trope''.
pt_br: Listar todos exigiria uma subpágina.

source: Long story short, it sucks to be a Butt-Monkey.
pt_br: Em resumo, ser o corinho é uma droga.

source: Looks like the heroes are still on the clock for a little bit longer....
pt_br: Parece que os heróis vão ter que fazer hora extra...

source: Looks like we need some editing work from Doctor Fabulous if this is gonna get anywhere.
pt_br: Vamos precisar de alguns efeitos fantásticos se queremos levar isso a algum lugar.

source: Love?
pt_br: O amor?

source: Lovecraft was fond of these; his stories abound with [[EldritchAbomination creatures from regions of space where the known laws of nature do not apply]], and [[AlienGeometries geometries that violate the laws of physics]].
pt_br: Lovecraft gostava deles; suas histórias são repletas de [[Br/AbominacaoSobrenatural criaturas de regiões do espaço onde as leis conhecidas da natureza não se aplicam]] e [[Br/GeometriasAlien geometrias que violam as leis da física]].

source: Lunch?
pt_br: Almoço?

source: Mad Scientists tend to be freely interdisciplinary -- often {{omnidisciplinary|Scientist}} -- but some fields of science are especially well-represented.
pt_br: Cientistas malucos tendem a ser interdisciplinares -- às vezes até mesmo sendo um Br/CientistaOnidisciplinar -- mas alguns campos da ciência são particularmente bem representados.

source: Magic gained in this fashion is very often BlackMagic by definition.
pt_br: Mágica obtida por esse meio costuma ser Br/MagiaNegra por definição.

source: Maintaining the status quo is one of the reasons to play this trope, but not the only one.
pt_br: Manter o status quo é um dos motivos para este tropo, mas não o único.

source: Make note that like its sister trope TheoryOfNarrativeCausality, this is one of the most pervasive tropes out there.
pt_br: Assim como o seu tropo irmão, a Br/TeoriaDaCausalidadeNarrativa, este é um dos tropos mais pervasivos existentes.

source: Manipulating people specifically to bring out their worst natures is the mark of TheCorrupter.
pt_br: Manipular pessoas para trazer à tona o pior da natureza delas é a marca do [[Br/OCorruptor Corruptor]].

source: Manipulative Bastards often fall into the KarmaHoudini trope -- after all, [[MoreThanMindControl they never "forced"]] anybody [[MurderBySuicide to do anything]]... which leads the audience to scream, "Why do you keep falling for this?" at the other characters.
pt_br: Canalhas Manipuladores costumam se encaixar em Br/KarmaHoudini -- afinal, [[Br/MaisQueControleMental eles nunca ''forçam'']] ninguém a [[Br/AssassinatoPorSuicidio fazer qualquer coisa]]... e isso leva o público a gritar "Por que vocês continuam caindo nisso?" para os outros personagens.

source: Many Cloudcuckoolanders can be highly intelligent, very insightful or even geniuses, it's just the things they sometimes say and do may come off as weird, awkward, [[TheKlutz clumsy]], over-the-top, [[PluckyComicRelief buffoonish]], [[ChaoticStupid illogical and questionable]], outright eccentric, [[TheDitz goofy]], etc. -- and because [[MrImagination imagination often runs wild]], they tend to be EasilyImpressed.
pt_br: Muitos lunáticos podem ser muito inteligentes ou até mesmo gênios. Acontece que as coisas que eles falam e fazem podem ser entendidas como estranhas, esquisitas, [[Br/ODesastrado desajeitadas]], [[Br/CaoticoEEstupido ilógicas e questionáveis]], excêntricas, etc -- e como [[Br/SrImaginacao a imaginação costuma andar a mil]], um desses costuma ser Br/FacilmenteImpressionavel.

source: Many CrimeAndPunishmentSeries (and DarkerAndEdgier {{superhero}} comics) are notorious for WriterOnBoard stories [[DeconstructedTrope deconstructing]] the Freudian Excuse.
pt_br: Muitas Br/SeriesDeCrimeECastigo (e quadrinhos de Br/{{super heroi}} do tipo Br/MaisSombrioEPesado) são notórios por periodicamente levar o Br/EscritorABordo para [[Br/TropoDesconstruido desconstruir]] a desculpa freudiana.

source: Many Knights Templar are [[PayEvilUntoEvil utterly merciless]] in dealing with those whom they consider evil, and are prone to [[AllCrimesAreEqual consider all crimes to be equal]].
pt_br: Muitos Cavaleiros Templários [[Br/PagarOMalComOMal não apresentam misericórdia]] no trato com aqueles que eles consideram malignos, e são propensos a considerar que Br/TodosOsCrimesSaoIguais.

source: Many Knights Templar can be found in the ranks of the CorruptChurch, the ChurchMilitant, or the PathOfInspiration: expect them to be screaming that they are HolierThanThou and we should all "{{Burn|TheWitch}} TheHeretic!" Even a SaintlyChurch can have one of these as a {{foil}} for the {{Good Shepherd}}s.
pt_br: Muitos Cavaleiros Templários podem ser encontrados entre os membros da Br/IgrejaCorrupta, como o Br/MilitanteDaIgreja ou como parte do Br/CaminhoDaInspiracao: espere que eles gritem aos quatros ventos que "Br/SouMaisSantoQueVoce" e que devemos todos [[Br/QueimemABruxa queimar]] Br/OHerege. Até mesmo uma Br/IgrejaSantificada pode ter um desses como Br/{{Fundo}} para os [[Br/BomPastor bons pastores]].

source: Many Templars are LawfulNeutral or LawfulEvil, but the most egomaniacal and self-centered ones are NeutralEvil (though they'll never admit it), and the AnimalWrongsGroup version is ChaoticEvil.
pt_br: Muitos Templários são do tipo Br/LealENeutro ou Br/LealEMau, enquanto as versões mais egocêntricas são do tipo Br/NeutroEMau (mas eles nunca vão admitir isso), e o Br/GrupoPelosEsquerdosDosAnimais é Br/CaoticoEMau.

source: Many an AntiHero will start by [[PayEvilUntoEvil Paying Evil Unto Evil]], and when they're not busting ass, are perfectly decent people.
pt_br: Muitos [[Br/AntiHeroi anti-heróis]] começam [[Br/PagarOMalComOMal pagando o mal com o mal]] e, quando não estão chutando gente, são pessoas perfeitamente decentes.

source: Many of those came from the season where La Chilindrina was PutOnABus and the only major kid characters were Chavo and Quico.
pt_br: Muitos desses são das temporadas em que a Chiquinha foi [[Br/ColocadoEmUmOnibus colocada em um ônibus]] e as únicas crianças relevantes eram o Chaves e o Quico.

source: Many other MIB personnel have a similar reaction to what happens; Zed doesn't even look up from his desk when the bouncy-ball starts careening around his office, except to move his head slightly out of the way.
pt_br: Muitos outros funcionários da MIB possuem uma reação similar ao que acontece; Zed nem sequer se mexe na sua mesa quando a bola começa a ricochetear em seu escritório, exceto para mover levemente a cabeça para sair do caminho.
